module.exports = {
  up: (queryInterface, Sequelize) => {
    return queryInterface.bulkInsert('StanOfDeputies', [
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Адаманов Олег Федорович ',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 48,
        faction: '"Опозиційний блок"',
        commission: 'З питань життєзабезпечення міста, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/41'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Афанасьєв Олег Володимирович ',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 53,
        faction: 'ВО "Батьківщина"',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/56'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Балашов Сергій Михайлович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 56,
        faction: '"Українське об\'єднання патріотів-УКРОП"',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів',
        link: 'https://zp.gov.ua/uk/persons/item/65'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Басов Олексій Юрійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 19,
        faction: '"Нова політика", голова фракції ',
        commission: 'З питань екології, голова комісії',
        link: 'https://zp.gov.ua/uk/persons/item/66'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Бєлий Микола Іванович ',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 60,
        faction: '"Солідарність"',
        commission: 'З питань життєзабезпечення міста',
        link: 'https://zp.gov.ua/uk/persons/item/73'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Божко Руслан Анатолійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 50,
        faction: '"Опозиційний блок"',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/75'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Васильєв Денис Анатолійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 24,
        faction: '"Нова політика" ',
        commission: 'З питань екології ',
        link: 'https://zp.gov.ua/uk/persons/item/78'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Васильчук Геннадій Миколайович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 16,
        faction: '"Солідарність"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/81'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Вєдєнєєв Олександр Євгенович ',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 31,
        faction: 'ВО "Батьківщина"',
        commission: 'З питань охорони здоров\'я та соціального захисту населення ',
        link: 'https://zp.gov.ua/uk/persons/item/83'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Володьков Микола Миколайович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 51,
        faction: '"Опозиційний блок"',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції ',
        link: 'https://zp.gov.ua/uk/persons/item/85'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Воронцов Олександр Васильович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 36,
        faction: '"Опозиційний блок"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/87'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Галкіна Олена Георгіївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 38,
        faction: 'Об\'єднання "Самопоміч"',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму ',
        link: 'https://zp.gov.ua/uk/persons/item/90'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гальчинська Зінаїда Миколаївна\r\n\r\n',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 37,
        faction: '"Опозиційний блок"',
        commission: 'З питань охорони здоров\'я та соціального захисту населення ',
        link: 'https://zp.gov.ua/uk/persons/item/91'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гараненко Роман Сергійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 21,
        faction: '"Нова політика" ',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму ',
        link: 'https://zp.gov.ua/uk/persons/item/93'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Германюк Олег Борисович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 11,
        faction: 'Об\'єднання "Самопоміч"',
        commission: 'З питань життєзабезпечення міста ',
        link: 'https://zp.gov.ua/uk/persons/item/95'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гончар Олександр Васильович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 52,
        faction: '"Опозиційний блок"',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів, секретар комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/97'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гординський Віктор Георгійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 27,
        faction: '"Нова політика" ',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/100'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гринь  Віктор Анатолійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 43,
        faction: '"Опозиційний блок"',
        commission: 'З питань життєзабезпечення міста ',
        link: 'https://zp.gov.ua/uk/persons/item/101'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Губіна  Оксана Олександрівна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 61,
        faction: '"Наш край" ',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму, секретар комісії  ',
        link: 'https://zp.gov.ua/uk/persons/item/103'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Гурська  Ніна Миколаївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 16,
        faction: '"Опозиційний блок"',
        commission: 'З питань екології ',
        link: 'https://zp.gov.ua/uk/persons/item/105'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Дорошенко  Юрій Леонідович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 40,
        faction: '"Опозиційний блок"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/106'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Зайцев Вячеслав Олексійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 55,
        faction: 'позафракційний',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму, голова комісії  ',
        link: 'https://zp.gov.ua/uk/persons/item/108'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Кальцев Володимир Федорович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 4,
        faction: '"Наш край", голова фракції  ',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції ',
        link: 'https://zp.gov.ua/uk/persons/item/111'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Клець Ірина Миколаївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 18,
        faction: 'позафракційна',
        commission: 'З питань охорони здоров\'я та соціального захисту населення ',
        link: 'https://zp.gov.ua/uk/persons/item/113'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Кобзарюк Олександр Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 39,
        faction: '"Солідарність"',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/115'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Коломоєць Олег Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 10,
        faction: '"Українське об\'єднання патріотів-УКРОП"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/117'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Константинов Олександр Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 12,
        faction: '"Солідарність", голова фракції ',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів',
        link: 'https://zp.gov.ua/uk/persons/item/127'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Константинова Катерина Андріївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 64,
        faction: 'позафракційна ',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів, секретар комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/128'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Корольов Олег Миколайович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        faction: 'Об\'єднання "Самопоміч", заступник голови фракції ',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/131'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Костенко Ірина Борисівна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 58,
        faction: 'ВО "Батьківщина", голова фракції ',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму',
        link: 'https://zp.gov.ua/uk/persons/item/67'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Кривцов Андрій Іванович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 32,
        faction: '"Опозиційний блок"',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів ',
        link: 'https://zp.gov.ua/uk/persons/item/71'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Кругла Людмила Юхимівна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 35,
        faction: '"Опозиційний блок"',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/77'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Лоцман Сергій Леонідович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 20,
        faction: '"Нова політика" ',
        commission: 'З питань охорони здоров\'я та соціального захисту населення ',
        link: 'https://zp.gov.ua/uk/persons/item/80'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Лученко Андрій Іванович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 46,
        faction: '"Опозиційний блок", голова фракції ',
        commission: 'З питань екології',
        link: 'https://zp.gov.ua/uk/persons/item/82'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Максимов Володимир Степанович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 56,
        faction: 'ВО "Батьківшина", заступник голови фракції ',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів',
        link: 'https://zp.gov.ua/uk/persons/item/84'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Маляренко Андрій Євгенович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 37,
        faction: 'Об\'єднання "Самопоміч"',
        commission: 'З питань охорони здоров\'я та соціального захисту населення, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/86'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Михайлик Павло Андрійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 31,
        faction: '"Опозиційний блок"',
        commission: 'З питань соціального та економічногорозвитку, бюджету і фінансів ',
        link: 'https://zp.gov.ua/uk/persons/item/88'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Молчанов Михайло Миколайович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 28,
        faction: '"Нова політика" ',
        commission: 'З питань життєзабезпечення міста, заступник голови комісії',
        link: 'https://zp.gov.ua/uk/persons/item/89'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Москаленко Володимир Анатолійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        faction: 'ВО "Батьківщина"',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції ',
        link: 'https://zp.gov.ua/uk/persons/item/92'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Мотренко Олександр Володимирович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 64,
        faction: '"Наш край" ',
        commission: 'З питань життєзабезпечення міста, секретар комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/94'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Нагіх Костянтин Валерійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 45,
        faction: '"Опозиційний блок"',
        commission: 'З питань життєзабезпечення міста',
        link: 'https://zp.gov.ua/uk/persons/item/96'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Наумов Геннадій Борисович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 17,
        faction: 'позафракційний ',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму',
        link: 'https://zp.gov.ua/uk/persons/item/98'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Ніколаєнко Олександр Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 34,
        faction: '"Опозиційний блок"',
        commission: 'З питань життєзабезпечення міста',
        link: 'https://zp.gov.ua/uk/persons/item/99'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Орєшкін Юрій Ігорович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 49,
        faction: '"Опозиційний блок"',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів ',
        link: 'https://zp.gov.ua/uk/persons/item/102'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Пидорич Руслан Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 18,
        faction: '"Нова політика" ',
        link: 'https://zp.gov.ua/uk/persons/item/104'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Поварчук Анатолій Володимирович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 59,
        faction: '"Наш край" ',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів',
        link: 'https://zp.gov.ua/uk/persons/item/107'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Поливяний Сергій Олександрович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 26,
        faction: '"Нова політика" ',
        commission: 'З питань регуляторної політики, розвитку підприємництва, торгівлі, послуг та захисту прав споживачів',
        link: 'https://zp.gov.ua/uk/persons/item/110'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Полухін Володимир Федорович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 33,
        faction: '"Опозиційний блок"',
        commission: 'З питань освіти, науки, культури, спорту, молоді та туризму ',
        link: 'https://zp.gov.ua/uk/persons/item/114'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Полюсов Василь Вячеславович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 51,
        faction: '"Наш край" ',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/116'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Прасол Михайло Вікторович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 38,
        faction: '"Українське об\'єднання патріотів-УКРОП", голова фракції ',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/118'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Пріт Віктор Іванович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 5,
        faction: 'Об\'єднання "Самопоміч"  ',
        commission: 'З питань екології',
        link: 'https://zp.gov.ua/uk/persons/item/119'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Ревчук Ольга Андріївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 14,
        faction: '"Солідарність"',
        commission: 'З питань екології, секретар комісії',
        link: 'https://zp.gov.ua/uk/persons/item/120'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Рябцев Віталій Володимирович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 55,
        faction: 'ВО "Батьківщина"',
        commission: 'З питань життєзабезпечення міста',
        link: 'https://zp.gov.ua/uk/persons/item/122'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Сідельникова Олена Леонідівна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 63,
        faction: '"Українське об\'єднання патріотів-УКРОП", секретар фракції ',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції, секретар комісії',
        link: 'https://zp.gov.ua/uk/persons/item/123'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Сілін Микола Михайлович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 39,
        faction: '"Опозиційний блок"',
        commission: 'З питань екології, заступник голови комісії',
        link: 'https://zp.gov.ua/uk/persons/item/124'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Сірий Дмитро Вікторович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 55,
        faction: 'позафракційний ',
        commission: 'З питань життєзабезпечення міста',
        link: 'https://zp.gov.ua/uk/persons/item/125'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Согорін Андрій Анатолійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 57,
        faction: '"Солідарність"',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/126'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Старцев Генадій Валерійович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 59,
        faction: '"Українське об\'єднання патріотів-УКРОП"',
        commission: 'З питань охорони здоров\'я та соціального захисту населення, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/129'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Таран Роман Олегович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 46,
        faction: '"Наш край", заступник голови фракції ',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів',
        link: 'https://zp.gov.ua/uk/persons/item/130'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Тишечко Віталій Володимирович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 22,
        faction: '"Нова політика" ',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів, заступник голови комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/133'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Тищенко Олександр Вікторович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 47,
        faction: '"Опозиційний блок"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин',
        link: 'https://zp.gov.ua/uk/persons/item/134'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Трюхан Дарія Аркадіївна',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 10,
        faction: 'Об\'єднання "Самопоміч", голова фракції',
        commission: 'З питань соціального та економічного розвитку, бюджету і фінансів, секретар комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/136'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Чумаченко Ігор Миколайович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 2,
        faction: '"Опозиційний блок"',
        commission: 'З питань комунальної власності, ресурсів, приватизації, архітектури та земельних відносин, голова комісії ',
        link: 'https://zp.gov.ua/uk/persons/item/135'
      },
      {
        publicationTime: '2019-07-17T07:25:21.442560',
        fio: 'Ярошенко Руслан Вікторович',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 61,
        faction: '"Українське об\'єднання патріотів-УКРОП"',
        commission: 'З питань екології ',
        link: 'https://zp.gov.ua/uk/persons/item/132'
      },
      {
        publicationTime: '2019-09-06T10:00:54.839885',
        fio: 'Воєводін Ігор Васильович ',
        description: 'Депутат Запорізької міської ради сьомого скликання ',
        constituency: 35,
        faction: '"Наш край" ',
        commission: 'З питань депутатської діяльності, регламенту, законності, правопорядку та запобігання корупції ',
        link: 'https://zp.gov.ua/uk/persons/item/241'
      }
    ], {});
  },

  down: (queryInterface, Sequelize) => {},
};
